Tekla.Structures.Filtering.Categories.TaskFilterExpressions.ActualStartDate
The ActualStartDate class represents the actual start date filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.ActualStartDate.#ctor
Initializes a new instance of the ActualStartDate class.